Repository: hamonikr/nutty
Catalog: po/*.po
Languages: es, pl

source: Display version number
es: Mostrar número de versión
pl: Wyświetl numer wersji

source: Run Nutty to discover devices
es: Ejecute Nutty para descubrir dispositivos
pl: Uruchom Nutty, aby odkryć urządzenia

source: Run Nutty in device alert mode
es: Ejecutar Nutty en modo de alerta de dispositivos
pl: Uruchom Nutty w trybie alertu urządzenia

source: Run Nutty in debug mode
es: Ejecutar Nutty en modo de depuración
pl: Uruchom Nutty w trybie debufowania

source: Run Nutty in info mode
es: Ejecutar Nutty en modo informativo
pl: Uruchom Nutty w trybie informacyjnym

source: Cancel
es: Cancelar
pl: Anuluj

source: Open
es: Abrir
pl: Otwórz

source: Save
es: Guardar
pl: Zapisz

source: All files
es: Todos los archivos
pl: Wszystkie pliki

source: Text files
es: Archivos de texto
pl: Pliki tekstowe

source: A Network Utility
es: Herramienta para redes
pl: Narzędzia Sieciowe

source: Weblate Translators
es: Traductores en Weblate
pl: Tłumacze Weblate

source: Website | Translation | Bug Tracker
es: Sitio web | Traducción | Seguimiento de errores
pl: Strona internetowa | Tłumaczenie | Śledzenie błędów

source: Network Scan Agreement
es: Acuerdo de examinación de redes
pl: Zgoda na skanowanie sieci

source: This application has features to perform port scanning and provide information on devices on the network you are using. It is perfectly OK to scan for devices on your own residential home network or when explicitly authorized by the destination host and/or network. While using port scan (Devices tab) on a network which you do not own please consult and get approval of the Network Administrator or other competent network authority.
es: Este programa incluye prestaciones para examinar puertos y proporcionar datos sobre los dispositivos de la red que usted utiliza. Es aceptable buscar dispositivos en su propia red residencial o en otras redes o equipos, siempre y cuando cuente con la autorización explícita del propietario. Al examinar puertos (pestaña Dispositivos) en una red que no es suya, acuda al personal administrativo competente y solicite su autorización.
pl: Ta aplikacja ma funkcje przeprowadzania skanowania portów i dostarczania informacji o urządzeniach w sieci, z której korzystasz. Skanowanie urządzeń we własnej sieci domowej lub w przypadku wyraźnego zezwolenia hosta docelowego i/lub sieci jest całkowicie dozwolone. Podczas korzystania ze skanowania portów (karta Urządzenia) w sieci, której nie jesteś właścicielem, skonsultuj się z administratorem sieci lub innym właściwym organem sieci i uzyskaj zgodę.

source: About
es: Acerca de
pl: O Nutty

source: Network Utility
es: Herramienta para redes
pl: Narzędzia sieciowe

source: Filter results...
es: Filtrar resultados…
pl: Wyniki filtrowania...

source: Preferences
es: Preferencias
pl: Ustawienia

source: Export to File
es: Exportar a archivo
pl: Export do Pliku

source: Nutty needs authentication to perform this action, please provide your password to continue.
es: Es necesario autenticarse para que Nutty realice esta acción. Proporcione su contraseña para continuar.
pl: Nutty potrzebuje autoryzacji by wykonać tę akcję, podaj proszę hasło by kontunuować.

source: Nutty needs authentication to update the root scheduler(crontab) for device monitoring. Please provide your password to complete this change. Note: The current root scheduler (crontab) will be backed up to the home directory.
es: Es necesario autenticarse para que Nutty actualice el planificador de raíz (crontab) de monitorización de dispositivos. Proporcione su contraseña para completar este cambio. Nota: el planificador de raíz actual (crontab) se respaldará en la carpeta de usuario.
pl: Nutty potrzebuje uwierzytelniania, aby zaktualizować harmonogram główny (crontab) do monitorowania urządzeń. Podaj hasło, aby dokończyć tę zmianę. Uwaga: Bieżący harmonogram główny (crontab) zostanie utworzony w katalogu macierzystym.

source: Today
es: Hoy
pl: Dzisiaj

source: Yesterday
es: Ayer
pl: Wczoraj

source: days ago
es: días atrás
pl: dni temu

source: Results:
es: Resultados:
pl: Wyniki:

source: No data found
es: No se encontró ningún dato
pl: Nie znaleziono danych

source: Not Available
es: No disponible
pl: Niedostępny

source: I Agree
es: Acepto
pl: Zgoda

source: Wired
es: Alámbrica
pl: Przewodowe

source: Wireless
es: Inalámbrica
pl: Bezprzewodowe

source: Other
es: Otra
pl: Inne

source: My Info
es: Mi información
pl: Moje informacje

source: Select a connection
es: Seleccione una conexión
pl: Wybierz połączenie

source: View Details
es: Ver detalles
pl: Pokaż Szczegóły

source: Attribute
es: Atributo
pl: Atrybut

source: Details
es: Detalles
pl: Szczegóły

source: Host Name
es: Nombre de anfitrión
pl: Nazwa Hosta

source: MAC Address
es: Dirección MAC
pl: Adres MAC

source: IP Address
es: Dirección IP
pl: Adres IP

source: IPv6 Address
es: Dirección IPv6
pl: Adres IPv6

source: Interface State
es: Estado de interfaz
pl: Stan Urządzenia

source: Interface Hardware
es: Hardware de interfaz
pl: Urządzenie Sprzętowe

source: Product
es: Producto
pl: Produkt

source: Vendor
es: Fabricante
pl: Dostawca

source: Physical ID
es: Id. físico
pl: Fizyczny ID

source: Bus Info
es: Información de bus
pl: Informacje szyny

source: Version
es: Versión
pl: Wersja

source: Capacity
es: Capacidad
pl: Pojemność

source: Bus Width
es: Tamaño de bus
pl: Szerokość szyny

source: Clock Speed
es: Velocidad de reloj
pl: Prędkość Zegara

source: Speed
es: Velocidad
pl: Prędkość

source: Route times to Host (in milliseconds):
es: Lapsos de enrutamiento al anfitrión (en ms):
pl: Czas trasy do hosta (w milisekundach):

source: Hop#
es: N.º de salto
pl: Skok#

source: Server IP
es: IP de servidor
pl: Serwer IP

source: Server Name
es: Nombre de servidor
pl: Nazwa Serwera

source: 1st Packet Time
es: Lapso de 1.ᵉʳ paquete
pl: Pierwszy Czas Pakietu

source: 2nd Packet Time
es: Lapso de 2.º paquete
pl: Drugi Czas Pakietu

source: 3rd Packet Time
es: Lapso de 3.ᵉʳ paquete
pl: Trzeci Czas Pakietu

source: Internet Speed : Results from test on
es: Velocidad de internet: resultados de la prueba en
pl: Prędkość Internetu: Wyniki z testu na

source: No speed test has been done
es: No se ha realizado ninguna prueba
pl: Nie przeprowadzono testu prędkości

source: Upload Speed
es: Velocidad de carga
pl: Prędkość Wysyłania

source: Download Speed
es: Velocidad de descarga
pl: Prędkość Pobierania

source: Refresh Speed Test Results
es: Actualizar resultados de prueba de velocidad
pl: Odśwież wyniki testu prędkości

source: Unknown Date. Please click Refresh Button to perform Speed Test
es: Fecha desconocida. Pulse el botón Actualizar para probar la velocidad
pl: Dane nieznane. Kliknij przycisk Odśwież, aby wykonać Test Prędkości

source: Ports
es: Puertos
pl: Porty

source: All active ports scanned.
es: Se examinaron todos los puertos activos.
pl: Wszystkie aktywne porty zeskanowano.

source: Refresh Ports results
es: Actualizar resultados de puertos
pl: Odśwież wyniki portów

source: Protocol
es: Protocolo
pl: Protokół

source: State
es: Estado
pl: Stan

source: Port
es: Puerto

source: Process ID
es: Id. de proceso
pl: ID Procesu

source: Program Name
es: Nombre de programa
pl: Nazwa Programu

source: Path
es: Ruta
pl: Ścieżka

source: Devices
es: Dispositivos
pl: Urządzenia

source: Refresh device scan results
es: Actualizar resultados de examen de dispositivos
pl: Odśwież wyniki skanowania urządzenia

source: Status
es: Estado

source: Device Name
es: Nombre de dispositivo
pl: Nazwa urządzenia

source: Device Manufacturer
es: Fabricante de dispositivo
pl: Producent urządzenia

source: Last Seen
es: Última detección
pl: Ostatnio widziany

source: Discovered On
es: Descubierto el
pl: Data wykrycia

source: Host IP
es: IP de anfitrión

source: Host MAC
es: MAC de anfitrión

source: Active
es: Activos
pl: Aktywny

source: Non Active
es: Inactivos
pl: Nieaktywne

source: Discovered Earlier
es: Descubiertos previamente
pl: Wykryte Wcześniej

source: Displaying devices recorded earlier. Select a connection to update status.
es: Se muestran los dispositivos registrados con anterioridad. Seleccione una conexión para actualizarle el estado.
pl: Wyświetlam urządzenia wykryte wcześniej. Wybierz połączenie, aby zaktualizować stan.

source: No devices have been recorded earlier. Select a connection to update results.
es: No se ha registrado ningún dispositivo con anterioridad. Seleccione una conexión para actualizar los resultados.
pl: Żadne urządzenia nie zostały wcześniej wykryte. Wybierz połączenie, aby zaktualizować wyniki.

source: Device scan in progress ...
es: Examen de dispositivos en curso…
pl: Trwa skanowanie urządzeń...

source: devices found on this connection
es: dispositivos encontrados en esta conexión
pl: urządzenia znalezione w tym połączeniu

source: Actions for :
es: Acciones para:
pl: Akcje dla :

source: Forget device
es: Olvidar dispositivo
pl: Zapomnij urządzenie

source: New Device found on network:
es: Dispositivo nuevo encontrado en la red:
pl: Znaleziono nowe urządzenie w sieci:

source: Usage
es: Uso
pl: Użycie

source: Connection monitored from
es: Conexión monitorizada desde
pl: Połączenie monitorowane od

source: and last updated on
es: y actualizada por última vez el
pl: i ostatnio zaktualizowano w

source: Please add this connection interface to vnstat using command line.
es: Añada esta interfaz de conexión a vnstat mediante la consola.
pl: Dodaj ten interfejs połączenia do vnstat za pomocą wiersza polecenia.

source: Time Period
es: Período de tiempo
pl: Okres Czasu

source: Data Received
es: Datos recibidos
pl: Otrzymane dane

source: Data Sent
es: Datos enviados
pl: Dane wysłane

source: Total Data
es: Datos totales
pl: Dane ogółem

source: Select a connection to view data usage
es: Seleccione una conexión para ver su uso de datos
pl: Wybieranie połączenia w celu wyświetlenia użycia danych

source: Click refresh to see current Apps using
es: Pulse en Actualizar para ver las aplicaciones que utilizan
pl: Kliknij przycisk Odśwież, aby wyświetlić bieżące aplikacje

source: Refresh Apps bandwidth usage
es: Actualizar uso de ancho de banda de aplicaciones
pl: Odśwież wykorzystanie przepustowości aplikacji

source: Name
es: Nombre
pl: Imię

source: Data Sent (Kb/sec)
es: Datos enviados (kb/s)
pl: Dane wysłane(Kb/sek)

source: Data Received (Kb/sec)
es: Datos recibidos (kb/s)
pl: Dane otrzymane ( Kb/sec)

source: Background Device Monitoring
es: Monitorización de dispositivos en segundo plano
pl: Monitorowanie urządzeń w tle

source: No monitoring of devices
es: Sin monitorización de dispositivos
pl: Brak monitorowania urządzeń

source: Monitor devices every 15 minutes
es: Monitorizar dispositivos cada 15 minutos
pl: Monitoruj urządzenia co 15 minut

source: Monitor devices every 30 minutes
es: Monitorizar dispositivos cada 30 minutos
pl: Monitoruj urządzenia co 30 minut

source: Monitor devices every hour
es: Monitorizar dispositivos cada hora
pl: Monitoruj urządzenia co godzinę

source: Monitor devices once a day
es: Monitorizar dispositivos diariamente
pl: Monitoruj urządzenia raz dziennie

source: Close
es: Cerrar
pl: Zamknij

source: DEVICE_MONITORING_STATE
es: ESTADO_DE_MONITORIZACIÓN_DEL_DISPOSITIVO
pl: Urządzenia_Monitorowanie_Stan

source: DEVICE_MONITORING_SCHEDULE
es: PROGRAMA_DE_MONITOREO_DEL_DISPOSITIVO
pl: Urządzenia_Monitorowanie_Harmonogram

source: SPEEDTEST_DATE
es: FECHA_PRUEBA_DE_VELOCIDAD
pl: Test prędkości_Dane

source: SPEEDTEST_UPLOADSPEED
es: PRUBADEVELOCIDAD_VELOCIDADDESUBIDA
pl: Test prędkości_Prędkość wysyłania

source: SPEEDTEST_DOWNLOADSPEED
es: PRUEBAVELOCIDAD_DESCARGA
pl: Test prędkości_Prędkość pobierania

source: Nutty Information Exported on
es: Información de Nutty exportada el
pl: Nutty informacje wyeksportowane w dniu

source: for
es: para
pl: dla

source: Network Card
es: Tarjeta de red
pl: Karta sieciowa

source: Standards with Transmit Power of
es: Estándares con potencia de transmisión de
pl: Standardy z mocą transmisji

source: [Power Management:
es: [Gestión de energía:
pl: Zarządzanie Energią:

source: Connected to
es: Conectado con
pl: Połączony z

source: Network at Access Point
es: en el punto de acceso
pl: Sieć w Punkcie Dostępu

source: Mode
es: Modo
pl: Tryb

source: Connected with
es: Conectado con
pl: Połączony z

source: Frequency of
es: Frecuencia de
pl: Częstotliwość

source: and Bit Rate of
es: y tasa de bits de
pl: i Bit rate

source: Connection strength
es: Fuerza de conexión
pl: Moc połączenia

source: Link Quality of
es: Calidad de enlace de
pl: Jakość połączenia

source: and Signal Level of
es: y nivel de señal de
pl: i Poziom Sygnału

source: Nutty Disclaimer
es: Exoneración de responsabilidades de Nutty
pl: Nutty Zrzeczenie się odpowiedzialności

source: Click to read the legal disclaimer on Nmap (used by Nutty) for further information
es: Para más información, pulse aquí para leer el aviso de declinación de responsabilidades de NMap (utilizado por Nutty)
pl: Kliknij, aby przeczytać informacje prawne dotyczące Nmap (używane przez Nutty) w celu uzyskania dalszych informacji

source: Use Nutty
es: Utilizar Nutty
pl: Użyj Nutty

source: Exit
es: Salir
pl: Wyjście

source: Displays network information
es: Muestra información sobre la red
pl: Wyświetla informacje o sieci

source: A simple utility for network information
es: Una herramienta sencilla para obtener información sobre la red
pl: Proste narzędzie do informacji o sieci

source: Nutty provides an intuitive user interface for some commonly used network related command line tools.
es: Nutty ofrece una interfaz de usuario intuitiva para algunas herramientas de gestión de redes de consola usadas comúnmente.
pl: Nutty zapewnia intuicyjny interfejs użytkownika dla niektórych często używanych narzędzi wiersza poleceń związanych z siecią.

source: A key feature is the ability to turn on notification when a device enters the user's network.
es: Una funcionalidad importante es la capacidad de notificarle cuando un dispositivo ingresa en su red.
pl: Kluczową cechą jest możliwość, aby włączyć powiadomienia, gdy urządzenie loguje się do sieci użytkownika.

source: My Info: Provides basic and detailed information for the device network card
es: Mi información.— Brinda datos básicos y detallados sobre la tarjeta de red del dispositivo
pl: Moje informacje: Zawiera podstawowe i szczegółowe informacje dotyczące karty sieciowej urządzenia

source: Usage: Provides network data usage in two views - historical usage and current usage
es: Uso.— Ofrece datos de uso de la red en dos visualizaciones: uso histórico y uso actual
pl: Użycie: Umożliwia korzystanie z danych sieciowych w dwóch trybach - użycie historyczne i bieżące

source: Speed: Check Upload and Download speeds and get route times to a host
es: Velocidad.— Compruebe las velocidades de carga y de descarga y los lapsos de enrutamiento hacia un anfitrión determinado
pl: Prędkość: Rejestracja prędkości wysyłania i pobierania i uzyskanie czasu trasy do hosta

source: Ports: Provides information on active ports and application using them on the local device
es: Puertos.— Proporciona información acerca de los puertos activos y los programas del dispositivo local que los utilizan
pl: Porty: Zawiera informacje o aktywnych portach i aplikacji używających ich na urządzeniu lokalnym

source: Devices: Monitors, alerts and provides information on the other devices on the network
es: Dispositivos.— Monitoriza, alerta y brinda información sobre el resto de los dispositivos en la red
pl: Urządzenia: Monitoruje, ostrzega i dostarcza informacji o innych urządzeniach w sieci

source: Device Monitoring
es: Monitorización de dispositivos
pl: Monitorowanie urządzeń

source: Bandwidth Usage
es: Uso de ancho de banda
pl: Użycie przepustowości

source: Speed Test
es: Prueba de velocidad
pl: Test prędkości
